//Важно
//Задания повторяют домашние задания из предыдущего урока.
//В этот раз решения задач нужно предоставить в виде ссылки на репозиторий в GitHub.
//В вашем репозитории должно быть не менее трёх осмысленных коммитов.
//
//Задание 1
//Расширьте программу Task2MonthsEnums.
// Добавьте ещё один enum, который будет описывать времена года (зима, лето, весна, осень)
// и укажет, к какому именно времени года относится выбранный месяц.

public class main {

  public static void main(String[] args) {
    System.out.println("Thank you for Support!");
  }
}